tap "homebrew/bundle"
brew "awscli"
brew "brew-gem"
brew "cask"
brew "circleci"
brew "cloc"
brew "colordiff"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "gsed"
brew "jq"
brew "neovim"
brew "nkf"
brew "node"
brew "nmap"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "tfenv"
brew "yarn"
brew "watch"
cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "font-myricam"
cask "figma", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
