tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "brew-gem"
brew "guile"
brew "cask"
brew "circleci"
brew "cloc"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "grep"
brew "jq"
brew "neovim"
brew "nkf"
brew "node"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "yarn"
cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "kindle"
cask "ngrok"
cask "notion"
cask "postman"
cask "sequel-ace"
cask "skitch", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
